Repository: MartinZikmund/Awaitick
Catalog: src/Awaitick/Strings/*/Resources.resw
Source language: en
Languages: cs

# AboutApp
source: About
cs: O aplikaci

source: Add
cs: Nový

source: Add event
cs: Přidat událost

# AppName
source: Awaitick
cs: Odpočty

# AreYouSureDeleteTextFormat
source: Are you sure you want to delete "{0}"?
cs: Checte opravdu odstranit "{0}"?

source: Background
cs: Pozadí

source: Buy me coffee
cs: Kupte mi kafe

source: Cancel
cs: Zrušit

source: Celebration
cs: Blahopřání

source: Choose your image
cs: Vyberte vlastní

source: Christmas
cs: Vánoce

# ConfirmDelete
source: Confirm deletion
cs: Potvrdit odstranění

source: Date
cs: Datum

source: days
cs: dní

source: Default backgrounds
cs: Výchozí pozadí

# DefaultCelebration
source: It's {0}!
cs: {0} jsou/je tady!

source: Delete
cs: Odstranit

source: Done
cs: Hotovo

source: Do not remind me
cs: Již nepřipomínat

# DoYouEnjoyAppFormatString
source: Are you enjoying {0}?
cs: Líbí se vám {0}?

source: Easter
cs: Velikonoce

source: Edit
cs: Upravit

source: Edit event
cs: Úpravit událost

source: Event name
cs: Název události

source: Feedback
cs: Zpětná vazba

source: Happy Easter!
cs: Veselé Velikonoce!

source: hours
cs: hodin

source: Later
cs: Později

source: Manage
cs: Změnit

source: Merry Christmas!
cs: Veselé Vánoce!

source: minutes
cs: minut

source: More apps by Sphereline
cs: Další aplikace od Sphereline

source: Name
cs: Název

source: No
cs: Ne

source: Pin to Start
cs: Připnout na Start

source: Preview
cs: Ukázka

# RateNow
source: Review now
cs: Ohodnotit nyní

source: Rate this app
cs: Ohodnotit tuto aplikaci

# RatingDialogContentFormatString
source: Please, review {0} in the Windows Store. If there is anything that can be fixed or you have ideas for improvement, send me a message by clicking the "Send feedback" option in the main menu of the app :-) .
cs: Prosím, ohodnoťte {0} na Windows Store. Pokud jste našli něco, co by se mělo opravit, nebo máte další nápady na vylepšení, napište mi prosím kliknutím na "Zaslat zpětnou vazbu" v hlavním menu aplikace :-) .

source: Save
cs: Uložit

source: Scary Halloween!
cs: Strašidelný Halloween!

source: seconds
cs: sekund

source: Selected
cs: Vybrané

source: Send feedback
cs: Zaslat zpětnou vazbu

source: Set as lockscreen
cs: Nastavit jako zamykací obrazovku

source: Share
cs: Sdílet

# SharingFormatString
source: {0} in {1} days, {2} hours and {3} minutes ({4}) [from {5} app]
cs: {0} za {1} dní, {2} hodin a {3} minut ({4}) [z aplikace {5}]

source: Time
cs: Čas

source: Unpin from Start
cs: Odepnout ze Startu

source: Yes
cs: Ano

# DonateDescription
source: Hi, my name is Martin Zikmund and I am the developer of this app. I love building apps for Windows, but as I am a full time student, I usually build them at night. And to fuel myself and stay alert, coffee is really necessary! If you like this app and want to keep me awake to bring more new apps and features, please consider buying me a coffee :-) . Thank you very much for your support and for using Windows :-) !
cs: Ahoj, jmenuji se Martin Zikmund a jsem autor této aplikace. Miluji vývoj aplikací na Windows, ale jako student je většinu musím vyvíjet až pozdě v noci. A abych se udržel ve stavu plné pozornosti, je potřeba dostatečné množství kávy! Pokud se vám tato aplikace líbí a chtěli byste podpořit vývoj nových aplikací a dalších funkcí, kupte mi prosím kávu :-) . Děkuji vám moc za podporu vývoje a za to, že používáte Windows :-) !

# GrandeCoffee
source: Medium
cs: Střední

# InPrague
source: in Prague, Czech Republic
cs: v Praze v České Republice

source: Made with
cs: Vytvořeno s

# TallCoffee
source: Small
cs: Malá

# VentiCoffee
source: Venti
cs: Velká

source: Prices in USD
cs: Ceny v USD

# ShortAppName
source: Countdowns
cs: Odpočty

# CoffeeThankYou
source: Thank you very much for the coffee :-) !
cs: Děkuji vám moc za kávu :-) .

# SharingFinishedEventFormatString
source: {0} [from {1} app]
cs: {0} [z aplikace {1}]

source: Happy new year!
cs: Šťastný nový rok!

source: New Year
cs: Nový Rok

source: Purchase unsuccessful
cs: Nákup neúspěšný

# PurchaseUnsuccessfulText
source: An error occured trying to purchase the coffee... Please, try it again later.
cs: Při pokusu o zakoupení kávy došlo k chybě... Zkuste to prosím znovu později.

source: Tap to add your first event
cs: Klepnutím přidejte svou první událost

source: Add your first event
cs: Přidejte svou první událost

source: Settings
cs: Nastavení

source: Review App
cs: Ohodnotit aplikaci

# ReviewAppDescription
source: Let us know what you think about this app
cs: Dejte nám vědět, co si o této aplikaci myslíte

source: Keep Screen On
cs: Ponechat obrazovku zapnutou

# KeepScreenOnSettingDescription
source: Prevent the screen from turning off while the app is running
cs: Zabránit vypnutí obrazovky, když je aplikace spuštěna

source: General
cs: Obecné

source: Theme
cs: Téma

source: About
cs: O aplikaci

# ApplicationName
source: Awaitick
cs: Odpočty

# AboutAppDescription
source: Countdown to important events in your life
cs: Odpočet do důležitých událostí ve vašem životě

# ReviewAction
source: Review
cs: Ohodnotit

# FluentAwaitickPro
source: Awaitick Pro
cs: Event Countdowny Pro

source: Learn more
cs: Více informací

# PickColor
source: Pick a color
cs: Vyberte barvu

source: Customization
cs: Přizpůsobení

source: Pick
cs: Vybrat

source: Clear
cs: Vymazat

source: Browse
cs: Procházet

source: Background image
cs: Pozadí obrázku

source: Background image opacity
cs: Průhlednost obrázku pozadí

source: Background color
cs: Barva pozadí

# BackgroundColorSettingDescription
source: Color of the event background.
cs: Barva pozadí události.

# ElementTheme_Default
source: Default
cs: Výchozí

# ElementTheme_Light
source: Light
cs: Světlý

# ElementTheme_Dark
source: Dark
cs: Temný

# EventPreset_NewYear_Name
source: New Year
cs: Nový rok

# EventPreset_NewYearsEve_Name
source: New Year's Eve
cs: Silvestr

# EventPreset_ValentinesDay_Name
source: Valentine's Day
cs: Den svatého Valentýna

# EventPreset_InternationalWomensDay_Name
source: International Women's Day
cs: Mezinárodní den žen

# EventPreset_AprilFoolsDay_Name
source: April Fools' Day
cs: Apríl

# EventPreset_EarthDay_Name
source: Earth Day
cs: Den Země

# EventPreset_Christmas_Name
source: Christmas
cs: Vánoce

# EventPreset_AllSaintsDay_Name
source: All Saints' Day
cs: Dušičky

# EventPreset_IndependenceDayUSA_Name
source: Independence Day (USA)
cs: Den nezávislosti (USA)

# EventPreset_BastilleDay_Name
source: Bastille Day
cs: Den Bastily

# EventPreset_CanadaDay_Name
source: Canada Day
cs: Den Kanady

# EventPreset_AustraliaDay_Name
source: Australia Day
cs: Den Austrálie

# EventPreset_IndianIndependenceDay_Name
source: Indian Independence Day
cs: Den nezávislosti Indie

# EventPreset_BrazilIndependenceDay_Name
source: Brazil Independence Day
cs: Den nezávislosti Brazílie

# EventPreset_SouthAfricaFreedomDay_Name
source: South Africa Freedom Day
cs: Den svobody Jižní Afriky

# EventPreset_Easter_Name
source: Easter
cs: Velikonoce

# Onboarding_WelcomeTitle
source: Welcome to Awaitick!
cs: Vítejte v Awaitick!

# Onboarding_WelcomeSubtitle
source: Your countdown to everything important.
cs: Váš odpočet ke všemu důležitému.

# Onboarding_WelcomeDescription
source: Keep track of your events and never miss a beat!
cs: Mějte přehled o svých událostech a na nic nezapomeňte!

# Onboarding_GetStarted
source: Get started
cs: Začít

# Onboarding_PresetsTitle
source: Start with presets
cs: Začněte s předvolbami

# Onboarding_PresetsSubtitle
source: Here are some of our favorites!
cs: Zde jsou některé z našich oblíbených!

# Onboarding_Save
source: Save
cs: Uložit

# Onboarding_Skip
source: Skip
cs: Přeskočit

# Onboarding_FinalTitle
source: Get Started!
cs: Začínáme!

# Onboarding_FinalSubtitle
source: Let's get you set up.
cs: Pojďme vás nastavit.

# Onboarding_FinalDescription
source: Click below to begin using Awaitick.
cs: Klikněte níže pro spuštění Awaitick.

# Onboarding_Continue
source: Continue
cs: Pokračovat

# Onboarding_CustomEventTitle
source: Add your own event
cs: Přidejte vlastní událost

# Onboarding_CustomEventSubtitle
source: You can now add your own countdown or skip for now and create it later.
cs: Nyní můžete přidat vlastní odpočet nebo to přeskočit a vytvořit jej později.

# Onboarding_CreateCustomEvent
source: Create
cs: Vytvořit

# Onboarding_StartApp
source: Skip
cs: Přeskočit

# DateDescription
source: Date of the event.
cs: Datum konání události.

# TimeDescription
source: Time of day of the event.
cs: Čas konání události.

# CelebrationDescription
source: Text that will be shown when the event time comes!
cs: Text, který se zobrazí po dosažení času události!

source: Debugging
cs: Ladění

source: Test data
cs: Testovací data

source: Clear preferences
cs: Vymazat předvolby

source: Go to onboarding
cs: Přejít na onboarding

# TextColorDescription
source: Choose the countdown's text color
cs: Vyberte barvu textu odpočtu

source: Text color
cs: Barva textu
